{
  "Вхід для своїх": "Login for clients",
  "Кабінет": "Cabinet",
  "Каталог товарів": "Product catalog",
  "Каталог": "Catalog",
  "Акції": "Promotions",
  "Новинки": "New",
  "Доставка та оплата": "Delivery and payment",
  "Волонтерство": "Volunteering",
  "Блог": "Blog",
  "Контакти": "Contacts",
  "Мій кабінет": "My cabinet",
  "Шукати продукт або бренд": "Search for product or brand",
  "Завантажити ще": "Download more",

  "Коти": "Cats",
  "Собаки": "Dogs",
  "Рептилії": "Reptiles",
  "Птахи": "Birds",
  "Гризуни": "Rodents",
  "Фільтри": "Filters",
  "Риби": "Fish",
  "Показати більше": "Show more",
  "Застосувати фільтри": "Apply filters",
  "Очистити фільтри": "Reset filters",
  "Бренд": "Brand",
  "Категорії": "Categories",
  "Країна": "Country",
  "Ціна": "Price",
  "Акційні товари": "Sale products",
  "Фільтри скинуто. Для відображення товарів необхідно зробити вибір.": "Filters have been reset. To display products, you must make a selection.",
  "Усі товари": "All products",
  "На жаль, в обраній категорії поки що немає товарів, але ми працюємо над розширенням асортименту та незабаром додамо нові позиції.": "Unfortunately, there are no products in the selected category yet, but we are working on expanding the range and will add new items soon.",
  "Сортувати за:": "Sort by:",
  "Від дорогих до дешевих": "From expensive to cheap",
  "Від дешевих до дорогих": "From cheap to expensive",
  "Усі пропозиції": "All offers",
  "Ваша електронна адреса": "Your email address",
  "Електронна адреса ": "Email",
  "Додайте велику і малу літеру, число, без символів": "Add uppercase and lowercase letter, number, no symbols",
  "Порівняння товарів": "Product comparison",
  "Товар": "Product",
  "Країна виробник": "Country",
  "Вид": "Type",
  "Вага/розмір": "Weight/size",
  "Ваш список порівняння ще пустий": "Your comparison list is still empty",
  "На картках товарів, які сподобалися, натисніть на іконку порівняння": "On the cards of the products you liked, click on the icon comparison",
  "Порівнюйте та обирайте краще з": "Compare and choose the best from",
  "Вашому вихованцеві може сподобатися": "Your pet may like it",
  "Продовжити покупки": "Continue shopping",
  "Знижка 5% на перше замовлення": "5% discount on the first order",
  "Безкоштовне доставлення до поштомата від 200 грн": "Free delivery to the post office from UAH 200",
  "Безпечна та швидка оплата карткою. Безготівковий розрахунок для юридичних осіб": "Safe and fast card payment. Non-cash settlement for legal entities",
  "Ваш кошик ще порожній.": "Your cart is still empty.",
  "Перейдіть в каталог та знайдіть необхідний товар для вашого улюбленця.": "Go to the catalog and find the necessary product for your pet.",
  "Сума замовлення:": "Order sum:",
  "Для оформлення замовлення увійдіть у свій кабінет або зареєструйтеся": "To place an order, log in to your account or register",
  "У відділення Нової пошти": "To the Nova Poshta office",
  "Оформлення замовлення": "Making order",
  "Ім’я та прізвище": "First and second name",
  "Виберіть спосіб доставляння:": "Choose a delivery method:",
  "До поштомата Нової пошти": "To the post office of Nova Poshta",
  "За адресою кур`єром Нової пошти": "To the address by the courier of Nova Poshta",
  "Вулиця": "Street",
  "Номер будинку": "House",
  "Номер квартири": "Appartment",
  "Виберіть місто": "Choose city",
  "Виберіть область": "Choose district",
  "Виберіть відділення": "Choose warehouse",
  "Виберіть поштомат": "Choose postomat",
  "Оплата": "Payment",
  "Карткою онлайн на сайті": "By card online on the website",
  "При отриманні": "Upon receipt",
  "На рахунок для юридичних осіб": "To the account for legal entities",
  "Не телефонуйте мені для підтвердження замовлення": "Do not call me to confirm your order",
  "Твоє замовлення": "Your order",
  "Знижка:": "Sale",
  "Сума до сплати:": "Total",
  "грн": "UAH",
  "Оформляючи замовлення, я приймаю": "When placing an order, I accept",
  "умови договору публічної оферти, повернення і безпеки": "terms of the public offer, return and security agreement",
  "Підтвердити замовлення": "Confirm the order",
  "Ваше замовлення успішно оформлено": "Your order has been successfully processed",
  "Номер вашого замовлення": "Your order number",
  "Ви можете слідкувати за його статусом в особистому кабінеті": "You can follow his status in your personal account",
  "Повернутися до каталогу": "Return to the catalog",
  "Закрити оформлення замовлення": "Close checkout",
  "Ви впевнені, що хочете закрити оформлення замовлення?": "Are you sure you want to close the checkout?",
  "Закрити": "Close",
  "Назад до оформлення": "Back to order",
  "Необхідно вибрати область": "You must select a district",
  "Необхідно вибрати населений пункт": "It is necessary to select a city",
  "Необхідно вибрати відділення": "It is necessary to choose a warehouse",
  "Необхідно вибрати поштомат": "You must select a postomat",
  "Необхідно погодитись з умовами": "You must agree to the terms",

  "Україна": "Ukraine",
  "область": "district",
  "не обрано": "is not chosen",

  "вулицю не обрано": "street is not chosen",
  "вулиця ": "street ",
  "будинок № ": "house # ",
  "квартира № ": "appartment # ",
  "місто ": "city ",
  "відділення не обрано": "warehouse is not chosen",
  "область не обрано": "district is not chosen",
  "поштомат не обрано": "postomat is not chosen",

  "Ще не маєш акаунту?": "Don't have an account?",
  "Зареєструйся": "Sign up",
  "та отримай 5% знижки на всі покупки": "and get 5% off on all purchases",
  "Увійти за номером телефону": "Log in with phone number",
  "Або увійти за ел. адресою": "Or log in with email",
  "Електронна пошта": "Email",
  "Ел. пошта": "Email",
  "Електронна адреса": "Email",
  "Пароль": "Password",
  "Запам’ятати мене": "Remember me",
  "Забули пароль?": "Forgot password?",
  "Увійти": "Log in",
  "Телефон": "Phone",
  "Надіслати код підтвердження": "Send confirmation code",
  "Я новий клієнт": "I am a new customer",
  "Зареєструйся та отримай 5% знижки на всі покупки": "Register and get 5% discount on all purchases",
  "Зареєструватися": "Register",
  "Продовжуючи, ви погоджуєтесь з": "By continuing, you agree to the",
  "умовами користування": "terms of use",

  "Привіт,": "Hello, ",
  "Особисті дані": "Personal Data",
  "Мої замовлення": "My Orders",
  "Список бажань": "Wishlist",
  "Вийти з акаунту": "Log Out",

  "Улюблені товари": "Favorite Items",
  "Порівняти": "Compare",
  "Порівняння": "Comparison",
  "Корзина": "Cart",
  "Кошик": "Cart",
  "Змінити мову": "Change Language",

  "Реєстрація": "Registration",
  "Зареєстрований користувач?": "Registered user?",
  "або": "or",
  "Уже маєш акаунт? Увійти та користуйся усіма доступними перевагами.": "Already have an account? Log in and enjoy all the available benefits.",
  "Введіть свої дані:": "Enter your information:",
  "Ім’я": "Name",
  "Прізвище": "Surname",
  "Підтвердження пароля": "Password сonfirmation",
  "Я згоден з обробкою": "I agree to the processing ",
  "персональних данних": "of personal data",
  "Або реєстрація через": "Or register via",
  "Безкоштовно по Україні": "Free in Ukraine",
  "Графік роботи call-центру": "Call center working hours",
  "ПН - ПТ": "Mon - Fri",
  "СБ": "Sat",
  "НД": "Sun",
  "Забезпечте своїх улюбленців якісними товарами за доступними цінами. Бо вони заслуговують найкраще!": "Provide your pets with quality products at affordable prices. Because they deserve the best!",
  "Повернення і обмін": "Return and Exchange",
  "Політика конфіденційності": "Privacy Policy",
  "Політика безпеки": "Security Policy",
  "Умови використання": "Terms of Use",
  "Клієнтам": "For clients",
  "Інформація": "Information",
  "Підписатися на акції для": "Subscribe to promotions",
  "Зроби своє перше замовлення і отримай": "Make your first order and get",
  "знижку 5 % ": "5% discount",
  "на всі товари": "on all products",
  "До каталогу": "To the catalog",
  "Задонать на корм для пухнастих улюбленців": "Donate for pet food",
  "Детальніше": "Learn more",
  "Змінити пароль": "Change password",
  "Ще раз пароль": "Repeat password",
  "Ще раз новий пароль": "Repeat password",
  "Зберегти зміни": "Save changes",
  "Поки що тут немає жодного замовлення. Давай виправимо це прямо зараз": "So far, there are no orders here. Let's fix this right now.",
  "Ви ще не додавали товари до улюблених. Перегляньте товари в каталозі, адже у нас безліч переваг для своїх.": "You haven't added any products to your favorites yet. Check out the products in the catalog, as we have plenty of benefits for our customers.",
  "Стань своїм": "Become our client",
  "Зареєструйся на сайті і отримай знижку 5% на перше замовлення.  Для своїх у нас безліч переваг": "Register on the website and get a 5% discount on your first order. We have plenty of benefits for our customers.",
  "Допомогти тваринам": "Help the Animals",
  "Задонать на корм для пухнастих улюблинців": "Donate for fluffy pets' food",
  "Бренди": "Brands",
  "Пропозиції зі знижкою": "Discount Offers",
  "Використовуйте лише літери": "Use only letters",
  "Будь ласка, введіть ваше ім'я": "Please enter your name",
  "Оберіть коротше ім'я": "Choose a shorter name",
  "Вкажіть ім'я більше 2 символів": "Specify a name longer than 2 characters",
  "Будь ласка, введіть ваше прізвище": "Please enter your last name",
  "Оберіть коротше прізвище": "Choose a shorter last name",
  "Вкажіть прізвище більше 2 символів": "Specify a last name longer than 2 characters",
  "Введіть номер у форматі +380 __ ___ __ __": "Enter the number in the format +380 __ ___ __ __",
  "Будь ласка, введіть ваш номер телефону": "Please enter your phone number",
  "Не більше 13 символів": "No more than 13 characters",
  "Введіть email за зразком email@address.com": "Enter an email in the format email@address.com",
  "Будь ласка, введіть ваш email": "Please enter your email",
  "Не більше 50 символів": "No more than 50 characters",
  "Додайте в пароль одну велику літеру та число": "Add one uppercase letter and a number to the password",
  "Будь ласка, введіть ваш пароль": "Please enter your password",
  "Пароль має бути довший за 6 символів": "The password must be longer than 6 characters",
  "Паролі не збігаються": "Passwords do not match",
  "Будь ласка, підтвердіть пароль": "Please confirm the password",
  "Введені паролі не збігаються": "The entered passwords do not match",
  "Ви маєте дати дозвіл на обробку даних": "You must give permission to process data",
  "The selected email is invalid.": "The selected email is invalid.",
  "Entered password is incorrect. Please check and try again.": "Entered password is incorrect. Please check and try again.",
  "The phone number has already been taken.": "The phone number has already been taken",
  "The email has already been taken.": "The email has already been taken",
  "The category animal id field is required.": "The category of animal is required",
  "The email field is required.": "The email is required",
  "Додайте велику літеру, число, без символів": "Add a capital letter, number, no symbols",
  "Оберіть категорію і введіть Вашу пошту": "Choose a category and write your email",
  "Ви успішно підписались": "You have successfully subscribed ",
  "Підписки": "Subscription",
  "Мої підписки": "My subscription",
  "Поки що ви не оформили підписку на акції від PrettyPaws.": "You have not subscribed to promotions from PrettyPaws yet.",
  "Підписатися на акції": "Subscribe to promotions",
  "Відмінити": "Cancel",
  "Акції для собак": "Promotions for dogs",
  "Акції для котів": "Promotions for cats",
  "Акції для гризунів": "Promotions for rodents",
  "Акції для риб": "Promotions for fish",
  "Акції для птахів": "Promotions for birds",
  "Акції для рептилій": "Promotions for reptiles",
  "Дані оновлено": "Updated",
  "Ви використали старий пароль": "You have used an old password",
  "Пароль змінено": "Password changed",
  "Доставка по Україні здійснюється Новою поштою": "Delivery in Ukraine is carried out by Nova Poshta.",
  "При оформленні замовлення до 14:00 товар буде відправлено в цей же день (якщо він є в наявності).": "If the order is placed before 14:00, the item will be shipped on the same day (if available).",
  "При оформленні замовлення після 14:00 товар буде відправлено наступного дня (якщо він є в наявності).": "If the order is placed after 14:00, the item will be shipped the next day (if available).",
  "Доставка по Україні": "Delivery in Ukraine",
  "До поштоматів: від 200 грн. безкоштовно.": "To NovaPoshta lockers: free for orders over 200 UAH.",
  "Ha відділення: від 500 грн. безкоштовно, крім акваріумів, акваріумних ґрунтів, кліток та великогабаритних товарів. Дерев'яні, силікагелеві та мінеральні наповнювачі входять у безкоштовну доставку на відділення за вагою до 30 кг включно, понад 30 кг - за рахунок покупця.": "To the branch: free for orders over 500 UAH, except for aquariums, aquarium substrates, cages, and large-sized goods. Wooden, silica gel, and mineral fillers are included in free delivery to the branch up to 30 kg, over 30 kg - at the buyer's expense.",
  "Адресна доставка кур`єрами Нової пошти: від 1000 грн - безкоштовно": "Address delivery by Nova Poshta couriers: free for orders over 1000 UAH.",
  "Для замовлень на суму менше ніж 200 грн - доставка згідно з тарифами оператора.": "For orders less than 200 UAH - delivery according to the operator`s tariffs.",
  "Відправлення замовлень, що узгоджені з менеджерами в неділю, відбувається в понеділок.": "Orders confirmed with managers on Sunday will be dispatched on Monday.",
  "Після відправки Вашого замовлення, номер товарно-транспортної накладної прийде на телефон, вказаний в замовленні, у вигляді SMS. За цим номером, Ви зможете отримати товар в представництві транспортної компанії у вашому місті при наявності паспорта.": "After sending your order, the number of the shipping and transport invoice will come to the phone indicated in the order in the form of an SMS. With this number, you will be able to receive the goods at the representation of the transport company in your city upon presentation of a passport.",
  "При доставці товару будь-яким перевізником покупець зобов`язаний перевірити цілісність і комплектацію товару безпосередньо в офісі перевізника. Ми завжди пакуємо замовлення дуже ретельно і вкладаємо всередину тільки якісний і цілий товар. Але в процесі транспортування іноді вантаж пошкоджується. При виявленні дефектів необхідно діяти відповідно до внутрішніх правил перевізника.": "When delivering goods by any carrier, the buyer is obliged to check the integrity and completeness of the goods directly in the carrier`s office. We always pack orders very carefully and only put high-quality and intact goods inside. However, sometimes the cargo gets damaged during transportation. In case of defects, you should act in accordance with the carrier`s internal rules.",
  "При отриманні товару у компанії-перевізника:": "When receiving the goods from the carrier company:",
  "Увага!": "Attention!",
  "Оглянути цілісність посилки безпосередньо в відділенні Нової Пошти.": "Inspect the integrity of the package directly at the Nova Poshta branch.",
  "Звірити кількість місць в TTH з фактично отриманим.": "Check the number of places in TTH with the actually received.",
  "Перевірити цілісність упаковки (звертайте увагу на розриви, вм`ятини, вдавлення).": "Check the integrity of the packaging (pay attention to tears, dents, indentations).",
  "Розкрити упаковку, звірити вміст з товарним чеком і оглянути на предмет пошкоджень.": "Open the package, check the contents with the invoice, and inspect for any damages.",
  "У разі виявлення пошкоджень або недостачі, Вам необхідно передзвонити нам за номером": "If you find any damages or shortages, you need to call us at",
  "і тут же в офісі перевізника скласти акт-претензію, в якому зафіксувати стан упаковки, наявність маркування на упаковці (крихке) і описати безпосередньо пошкодження або товар, якого не вистачає.": "and immediately at the carrier`s office, draw up a claim act, in which you should record the condition of the packaging, the presence of markings on the packaging (fragile), and describe the damages or missing items.",
  "Якщо Ви, при складанні акта, вказуєте себе одержувачем компенсації, то заміна пошкодженого товару або повернення грошей не здійснюється. Пам`ятайте, що претензії до перевізника про брак місць, вартості перевезення та пошкодженнях пред`являє отримувач.": "If you, when drawing up the act, indicate yourself as the recipient of compensation, the replacement of the damaged goods or refund is not made. Remember that claims to the carrier for missing places, transportation costs, and damages are made by the recipient.",
  "При недотриманні вище перелічених пунктів, претензії щодо пошкодженого, втраченого товару ми не приймаємо.": "If the above points are not followed, we do not accept claims for damaged or lost goods.",
  "Зверніть увагу, що Ваше замовлення зберігається в офісі перевізника протягом 4-х днів, і вже на 5-й день відбувається автоматичне повернення замовлення відправнику": "Please note that your order is stored in the carrier`s office for 4 days, and on the 5th day, the order is automatically returned to the sender.",
  "Чи можу я замовити адресну доставку?": "Can I request address delivery?",
  "Так, Ви можете замовити адресну доставку в вашому населеному пункті. Доставка буде здійснюватиметься кур`єрами компанії Нова Пошта. Вартість доставки при цьому не зміниться * і складатиме також 59 грн*. Підйом на поверх габаритних вантажів від 30 до 100 кг оплачується окремо. Вартість підйому: 20-60 грн / поверх залежно від ваги, габаритів і складності підйому.": "Yes, you can request address delivery in your locality. The delivery will be carried out by Nova Poshta couriers. The cost of delivery will remain the same * and will also be 59 UAH*. Lifting bulky goods from 30 to 100 kg is paid separately. Cost of lifting: 20-60 UAH / floor depending on weight, dimensions, and complexity of the lift.",
  "Чи можу я замовити доставку у поштомат Нової Пошти?": "Can I request delivery to a Nova Poshta locker?",
  "Довідка на сайті Нової Пошти.": "Reference on the Nova Poshta website.",
  "Так. Ви маєте таку можливість. Термін зберігання – 3 календарні дні. Після цього посилку буде переміщено у найближче до поштомату відділення.": "Yes, you have this option. The storage period is 3 calendar days. After that, the parcel will be moved to the nearest Nova Poshta branch to the locker.",
  "Розмір: не більше 40х60х30 см": "Size: no more than 40x60x30 cm",
  "Фактична вага: до 20 кг": "Actual weight: up to 20 kg",
  "Як оплатити послуги доставки у поштомат?": "How to pay for delivery services at the locker?",
  "Послуги доставки можна оплатити за допомогою мобільного додатку Нової пошти або на сайті компанії. Майте на увазі, що оплатити готівкою на місці неможливо, оскільки в поштоматі немає для цього технічних можливостей.": "Delivery services can be paid using the Nova Poshta mobile app or on the company`s website. Please note that it is not possible to pay in cash on the spot, as the locker does not have the technical capabilities for this.",
  "Способи оплати": "Payment Methods",
  "Обмін та повернення товарів": "Exchange and Return of Goods",
  "Оплату товару ви можете здійснити зручним для вас способом:": "You can pay for the goods in a way that is convenient for you:",
  "онлайн-оплата банківською картою Visa або MasterCard або за допомогою платіжних систем Apple Pay або Google Pay;": "online payment by Visa or MasterCard or using payment systems Apple Pay or Google Pay;",
  "післяплатою у відділені Нової Пошти (звертаємо вашу увагу на те що у випадку сплати при отриманні додатково буде включено у вартість послуги післяплата від Нової пошти 2%+20 грн);": "cash on delivery at the New Mail branch (please note that in case of payment upon receipt, an additional fee of 2% + 20 UAH from New Mail will be included in the cost of the service);",
  "Ми рекомендуємо перевіряти товар на цілісність, комплектацію, якісні характеристики при отриманні. Якщо ви виявили дефекти, то можете зв`язатися з менеджером нашого магазину і ми вирішимо це питання. У таких випадках ми гарантуємо Вам повернення грошей або обмін товару на аналогічний. Докладніше про це читайте у пункті «Повернення грошей/обмін».": "We recommend checking the product for integrity, completeness, and quality characteristics upon receipt. If you find any defects, you can contact the manager of our store, and we will resolve this issue. In such cases, we guarantee you a refund or exchange of the goods for a similar one. Read more about this in the section 'Refund/Exchange'.",
  "Повернення або обмін товарів для домашніх тварин належної якості не регламентується окремо Законом України `Про захист прав споживача`.": "The return or exchange of goods for pets of proper quality is not separately regulated by the Law of Ukraine 'On Consumer Protection'.",
  "До зоотоварів застосовні ті ж правила, які поширюються на відповідні групи товарів, призначені для людського використання. Ви можете повернути або обміняти товар протягом 14 днів після доставки Вашого замовлення. Якщо тварині був придбаний якийсь товар, який не підійшов йому за розміром, фасоном, забарвленням або характеристикам, Ви маєте право звернутися в інтернет-магазин Vmiske.ua протягом 14 (чотирнадцяти) днів, починаючи з наступного дня після доставки замовлення і зажадати на законних правах обміну товару або повернення витраченої суми, якщо немає аналогічного відповідного товару і немає інших альтернатив для обміну.": "The same rules apply to pet products as to the corresponding groups of goods intended for human use. You can return or exchange the product within 14 days after the delivery of your order. If you have purchased any item for your pet that does not fit in size, style, color, or characteristics, you have the right to contact the online store Vmiske.ua within 14 (fourteen) days, starting from the next day after the delivery of the order, and demand, on legal grounds, the exchange of the product or the return of the amount spent, if there is no similar corresponding product and there are no other alternatives for exchange.",
  "При цьому, є кілька вимог:": "In this case, there are several requirements:",
  "товарний вигляд і упаковка продукту не були пошкоджені, всі бирки і ярлики на місці;": "the appearance and packaging of the product were not damaged, all tags and labels are in place;",
  "товар не був у вживанні: відсутні сліди використання, подряпини, відколи, потертості і тд.;": "the product was not used: there are no signs of use, scratches, chips, abrasions, etc.;",
  "товар складний в упаковку таким же чином, як і при отриманні;": "the product should be packed in the same way as when received;",
  "замовлений Вами товар підлягає поверненню та обміну;": "the product you ordered is subject to return and exchange;",
  "Які товари я не зможу повернути / обміняти?": "What items can't I return / exchange?",
  "якщо використовувалися нештатні режими або параметри роботи обладнання або його компонентів (частот, напруг і ін.)": "if non-standard modes or parameters of operation of the equipment or its components were used (frequencies, voltages, etc.)",
  "дефекти викликані використанням витратних матеріалів, які не відповідають вимогам експлуатації;": "defects caused by the use of consumables that do not meet the requirements of operation;",
  "виникло пошкодження, викликане потраплянням всередину виробу сторонніх предметів, речовин, рідин або комах;": "damage caused by the entry of foreign objects, substances, liquids, or insects inside the product;",
  "виріб має виражені механічні і / або електричні пошкодження, отримані в результаті будь-яких дій покупця, або сторонніх осіб;": "the product has significant mechanical and/or electrical damage, obtained as a result of any actions of the buyer or third parties;",
  "обладнання пошкоджено внаслідок природних стихій, пожеж, повеней, землетрусів, побутових чинників та інших ситуацій, що не залежать від продавця;": "the equipment is damaged due to natural disasters, fires, floods, earthquakes, household factors, and other situations beyond the control of the seller;",
  "вироби зазнали ремонту не уповноваженими особами з порушенням вимог виробника і норм техніки безпеки;": "the products have been repaired by unauthorized persons in violation of the manufacturer's requirements and safety standards;",
  "Продовольчі товари. До продовольчих товарів відносяться всі товари, які може застосувати в їжу людина. Продукти харчування не можуть бути повернуті або поміняні на інший продукт, якщо вони просто Вас не влаштували як покупця, або Ви передумали брати саме цей продукт після зробленої покупки. Продовольчі товари можуть бути повернуті або обмінені, якщо Ви виявили в них суттєві недоліки і порушення норм і вимог закону. Наприклад, якщо у продукту виявився минулий термін придатності, якщо на упаковці немає переліку обов`язкових відомостей, які повинні бути вказані на продуктах харчування: маркування, дата виготовлення і термін придатності, склад продукту на мові споживача, калорійність, енергетична цінність, вміст жирів, білків і вуглеводів, відомості про виробника із зазначенням назви, місця і юридичної адреси, відомості про представника, який уповноважений продавати цей продукт, маса і об`єм продукту. З повним переліком таких товарів Ви можете ознайомитися, перейшовши за посиланням. Повернути ці товари можна тільки через виявлення браку або невідповідності замовлення.": "Food products. Food products include all items that can be consumed by humans. Food items cannot be returned or exchanged for another product simply because they did not suit your taste or if you changed your mind about taking this particular product after making the purchase. Food products can be returned or exchanged if you find significant defects or violations of legal requirements. For example, if the product has passed its expiration date, if the packaging lacks mandatory information that should be provided on food products: labeling, manufacturing date, and expiration date, ingredient list in the consumer's language, caloric content, energy value, fat, protein, and carbohydrate content, information about the manufacturer with the name, location, and legal address, information about the representative authorized to sell this product, weight, and volume of the product. You can familiarize yourself with the full list of such products by following the link. These items can only be returned through the identification of a defect or a discrepancy in the order.",
  "Відповідно до постанови Кабінету міністрів №172 від 19 березня 1994 року про реалізацію окремих положень закону України `Про захист прав споживачів` не підлягають поверненню:": "In accordance with the resolution of the Cabinet of Ministers №172 dated March 19, 1994, on the implementation of certain provisions of the law of Ukraine 'On Consumer Protection', the following items are not subject to return:",
  "продовольчі товари;": "food products;",
  "Бракований товар або товар неналежної якості.": "Defective or substandard items.",
  "Якщо ви отримали товар неналежної якості, напишіть нам на електронну адресу info@vmiske.ua c темою 'Обмін і повернення', номером замовлення, номер телефону для зворотного зв`язку (якщо він відрізняється від зазначеного в замовленні ), фото та детальним описом ситуації.": "If you have received a product of substandard quality, please write to us at the email address info@prettypaws.ua with the subject 'Exchange and Return', order number, contact phone number (if different from the one specified in the order), photo, and a detailed description of the situation.",
  "парфумерно-косметичні товари в аерозольному пакуванні;": "perfumery and cosmetic products in aerosol packaging;",
  "товари медичного призначення: лікарські препарати та прилади для лікування: тварин, медичний одяг, попони, бандажі та тп. предмети гігієни;": "medical items: medicines and devices for treatment: animals, medical clothing, saddle pads, bandages, etc. hygiene items;",
  "м`які або надувні іграшки;": "soft or inflatable toys;",
  "товари для цуценят і кошенят (пелюшки, соски, пляшечки для годування, поїльника і т.д.);": "items for puppies and kittens (diapers, nipples, feeding bottles, drinkers, etc.);",
  "рушники, покривала, лежаки, будиночки;": "towels, blankets, beds, houses;",
  "парфюмерно-косметичні і товари в аерозольній упаковці;": "perfumery-cosmetic products and products in aerosol packaging;",
  "зубні щітки, гребінці, гребінці, інструменти для грумінгу;": "toothbrushes, combs, combs, grooming tools;",
  "панчішно-шкарпеткові вироби.": "hosiery and sock products.",
  "Як оформити повернення / обмін?": "How to process a return / exchange?",
  "Ви можете написати нам на електронну адресу": "You can write to us at the email address",
  "c темою `Обмін і повернення`, номером замовлення, номером телефону для зворотного зв`язку (якщо він відрізняється від зазначеного в замовленні), фото та детальним описом ситуації. Ми зв`яжемося з Вами протягом доби з моменту отримання звернення.": "with the subject 'Exchange and return', order number, phone number for callback (if different from the one specified in the order), photo, and a detailed description of the situation. We will contact you within a day from the moment we receive the request.",
  "протягом години після отримання заяви (в робочий час з 9-00 до 20-00, крім суботи та неділі), ми зв`яжемося з Вами за вказаним в замовленні номеру телефону.": "within an hour after receiving the application (during working hours from 9:00 to 20:00, except Saturdays and Sundays), we will contact you at the phone number specified in the order.",
  "Способи повернення / обміну": "Ways of return / exchange",
  "Звернутися до оператора за телефоном": "Contact the operator by phone",
  "Під час доставки вашого наступного замовлення, якщо такий буде.": "During the delivery of your next order, if there is one.",
  "Транспортною компанією, якою було доставлено ваше замовлення в вашому місті.": "By the transport company that delivered your order in your city.",
  "Зверніть увагу: повернення або обмін товару здійснюється тільки після попереднього узгодження з нашим менеджером. Якщо повернення або обмін відбувається через неналежної якості або невідповідності замовлення, повернення або обмін здійснюється за рахунок PrettyPaws. У разі якщо повернення або обмін товару відбувається НЕ з вини PrettyPaws - транспортні послуги будуть платними і складуть 65 грн.": "Please note: the return or exchange of goods is only possible after prior agreement with our manager. If the return or exchange is due to improper quality or a mismatch with the order, the return or exchange is at the expense of PrettyPaws. In case the return or exchange of the goods occurs NOT due to the fault of PrettyPaws, the transport services will be paid and will amount to 65 UAH.",
  "Способи відшкодування грошових коштів:": "Methods of refunding money",
  "банківська картка": "bank card",
  "готівка": "cash",
  "Зверніть увагу: зробити повернення грошових коштів або обмін товару ми зможемо протягом 1-2 робочих днів з моменту отримання товару до нас на склад для оцінки його товарного вигляду. Зверніть увагу, що всі посилки, які відправляються транспортними компаніями застраховані. При отриманні посилки необхідно перевірити цілісність її упаковки і відсутність механічних пошкоджень. Кожне звернення з питання обміну або повернення розглядається індивідуально.": "Please note: we will be able to make a refund or exchange of the goods within 1-2 business days from the moment of receiving the goods to our warehouse for assessing its appearance. Please note that all parcels sent by transport companies are insured. When receiving the parcel, it is necessary to check the integrity of its packaging and the absence of mechanical damages. Each request regarding exchange or return is considered individually.",
  "Оберіть категорію": "Choose a category",
  "Видалити": "Remove",
  "Видалити зі списку бажань": "Remove from wishlist",
  "Додати до списку бажань": "Add to Wish List",
  "Доставка": "Delivery",
  "За тарифами перевізника": "According to the tariffs of the carrier",
  "Сума до сплати": "Amount to pay",
  "Оформити замовлення": "Make order",
  "Кошик порожній": "Cart is empty",
  "Знайти товар": "Find a product",
  "Мої улюблені товари": "My favorite products",
  "Додано": "Added",
  "Акція": "Sale",
  "Будь-ласка,": "Please,",
  "зареєструйтесь": "register",
  "на сайті, щоб додавати товари до обраних": "to add to favorites",
  "До кошика": "Add to the cart",
  "Товар додано до кошикa": "Product is added to the cart",
  "Товар додано до списку бажань": "Product is added to favorites",
  "Переглянути товари": "View products",

  "Як можна допомогти тваринам?": "How can you help animals?",
  "Ми закликаємо, давайте разом будувати гуманне суспільство, в якому поважають та захищають права тварин. Наша мета, щоб допомога бездомним тваринам стала звичною справою для кожного українця. Як людина може допомогти тваринам?": "We call on you to build a humane society where animals are respected and their rights are protected. Our goal is to make helping stray animals a common duty for every Ukrainian. How can a person help animals?",
  "По-перше, варто звертати увагу на безпритульних тварин та допомагати їм.": "First of all, pay attention to stray animals and try to help them.",
  "По-друге, не залишатися осторонь, якщо помітили жорстоке ставлення до тварини з боку людини: варто по можливості захистити тварину та повідомити про це поліцію або звернутись за консультацією в нашу організацію": "Secondly, do not stand aside if you notice cruel treatment of an animal by a person: try to protect the animal if possible and report it to the police or seek advice from our organization.",
  "По-третє, допомогти притулкам грошима або тим, що вони потребують": "Thirdly, help shelters with money or what they need.",
  "Допомогти тваринам можна багатьма способами, але головне це особисте бажання та стурбованість долею чотирилапих.": "You can help animals in many ways, but the main thing is a personal desire and concern for the fate of four-legged friends.",
  "Організації, які піклуються про тварин і потребують вашої допомоги": "Organizations that care for animals and need your help",
  "URSA – громадська організація, яка з 2018 року займається захистом прав тварин в Україні.": "URSA is a public organization that has been protecting the rights of animals in Ukraine since 2018.",
  "Ми надаємо юридичні консультації громадянам, які стали свідками жорстокого поводження з тваринами, адвокати URSA ініціюють та cупроводжують кримінальні справи пов’язані із жорстоким поводженням з тваринами.": "We provide legal consultations to citizens who have witnessed cruelty to animals. URSA lawyers initiate and handle criminal cases related to animal cruelty.",
  "Рятуємо тварин, які стали жертвами жорстокого поводження та війни.": "We save animals who have become victims of cruelty and war.",
  "Забезпечуємо кормами та медикаментами притулки та волонтерів, що опікуються безпритульними тваринами у прифронтових зонах України.": "We provide shelters and volunteers caring for stray animals in the front-line areas of Ukraine with food and medicine.",
  "Наша місія: Формування у суспільстві етичного відношення до тварин, гуманне вирішення проблеми безпритульних тварин в Україні, дієві закони в сфері захисту тварин.": "Our mission: Forming an ethical attitude towards animals in society, humane solving of the problem of stray animals in Ukraine, effective laws in the field of animal protection.",
  "Про «Добрий Самарянин»": "About «Good Samaritan»",
  "Рятуємо життя. Разом із благодійниками та партнерами 30 років надаємо допомогу нужденним.": "We save lives. Together with donors and partners, we have been helping those in need for 30 years.",
  "Наша місія: Віддаючи, отримуємо більше!": "Our mission: By giving, we receive more!",
  "Щоденно": "Every day:",
  "Добрими справами наближаємо перемогу.": "By doing good deeds, we are approaching victory.",
  "Розвиваємо волонтерство.": "We develop volunteering.",
  "Надаємо допомогу ветеранам, людям, які постраждали від стихійного лиха, сім&apos;ям у кризових ситуаціях, літнім та самотнім людям за межею бідності, дітям у школах-інтернатах Одеської області, дітям з інвалідністю, літнім людям у будинках милосердя Одеської області.": "We provide assistance to veterans, people affected by natural disasters, families in crisis situations, the elderly and lonely people beyond poverty, children in boarding schools in the Odessa region, children with disabilities, and the elderly in mercy homes in the Odessa region.",
  "Створюємо культурно-просвітницькі проєкти.": "We create cultural and educational projects.",
  "Залучаємо людей до благодійності.": "We engage people in charity.",
  "ЗАХИСТ СЛАБКИХ — СПРАВА СИЛЬНИХ! Допоможіть UAnimals врятувати тварин від війни. Лише разом ми зможемо припинити страждання.": "PROTECT THE WEAK - A MATTER OF THE STRONG! Help UAnimals save animals from war. Only together can we stop suffering.",
  "З 2016 року UAnimals пропагує гуманне ставлення до тварин та захищає їх від експлуатації та знущань.": "Since 2016, UAnimals has been promoting humane treatment of animals and protecting them from exploitation and abuse.",
  "За цей час нам вдалося заборонити цирки з тваринами у трьох десятках міст, домовитися про відмову від натурального хутра з десятками дизайнерів Ukrainian Fashion Week, а також домогтися прийняття кількох важливих зоозахисних законів.": "During this time, we managed to ban animal circuses in dozens of cities, negotiate a refusal of natural fur with dozens of designers at Ukrainian Fashion Week, and achieve the adoption of several important animal protection laws.",
  "З початком повномасштабної війни всі наші зусилля зосереджені на порятунку тварин з зони бойових дій та тимчасово окупованих територій.": "With the onset of full-scale war, all our efforts are focused on saving animals from the combat zone and temporarily occupied territories.",
  "Happy Paw – благодійний фонд, який опікується долею безпритульних котиків та песиків.": "Happy Paw - a charitable foundation that takes care of the fate of homeless cats and dogs.",
  "Благодійний шлях Happy Paw почався з опіки над притулками та з часом розрісся у велику кількість проєктів та ініціатив. І це лише початок пригод, попереду ще безліч подвигів і звершень.": "The charitable path of Happy Paw began with the care of shelters and over time grew into a large number of projects and initiatives. And this is just the beginning of adventures, ahead there are still countless feats and achievements."
}
