{
  "Вхід для своїх": "Вхід для своїх",
  "Кабінет": "Кабінет",
  "Каталог товарів": "Каталог товарів",
  "Акції": "Акції",
  "Новинки": "Новинки",
  "Доставка та оплата": "Доставка та оплата",
  "Волонтерство": "Волонтерство",
  "Блог": "Блог",
  "Контакти": "Контакти",
  "Мій кабінет": "Мій кабінет",
  "Шукати продукт або бренд": "Шукати продукт або бренд",

  "Ще не маєш акаунту?": "Ще не маєш акаунту?",
  "Зареєструйся": "Зареєструйся",
  "та отримай 5% знижки на всі покупки": "та отримай 5% знижки на всі покупки",
  "Увійти за номером телефону": "Увійти за номером телефону",
  "Або увійти за ел. адресою": "Або увійти за ел. адресою",
  "Електронна пошта": "Email",
  "Електронна адреса": "Email",
  "Ел. пошта": "Email",
  "Пароль": "Пароль",
  "Запам’ятати мене": "Запам’ятати мене",
  "Забули пароль?": "Забули пароль?",
  "Увійти": "Увійти",
  "Телефон": "Телефон",
  "Надіслати код підтвердження": "Надіслати код підтвердження",
  "Я новий клієнт": "Я новий клієнт",
  "Зареєструйся та отримай 5% знижки на всі покупки": "Зареєструйся та отримай 5% знижки на всі покупки",
  "Зареєструватися": "Зареєструватися",
  "Продовжуючи, ви погоджуєтесь з": "Продовжуючи, ви погоджуєтесь з",
  "умовами користування": "умовами користування",

  "Привіт,": "Привіт, ",
  "Особисті дані": "Особисті дані",
  "Мої замовлення": "Мої замовлення",
  "Список бажань": "Список бажань",
  "Вийти з акаунту": "Bийти з акаунту",

  "Улюблені товари": "Улюблені товари",
  "Порівняти": "Порівняти",
  "Порівняння": "Порівняння",
  "Корзина": "Корзина",
  "Кошик": "Кошик",
  "Змінити мову": "Змінити мову",
  "Реєстрація": "Реєстрація",
  "Уже маєш акаунт? Увійти та користуйся усіма доступними перевагами.": "Уже маєш акаунт? Увійти та користуйся усіма доступними перевагами.",
  "Введіть свої дані:": "Введіть свої дані:",
  "Ім’я": "Ім’я",
  "Прізвище": "Прізвище",
  "Підтвердження пароля": "Підтвердження пароля",
  "Я згоден з обробкою": "Я згоден з обробкою",
  "персональних данних": "персональних данних",
  "Або реєстрація через": "Або реєстрація через",
  "Зареєстрований користувач?": "Зареєстрований користувач?",
  "Або увійти через": "Або увійти через",
  "Безкоштовно по Україні": "Безкоштовно по Україні",
  "Графік роботи call-центру": "Графік роботи call-центру",
  "ПН - ПТ": "ПН - ПТ",
  "СБ": "СБ",
  "НД": "НД",
  "Забезпечте своїх улюбленців якісними товарами за доступними цінами. Бо вони заслуговують найкраще!": "Забезпечте своїх улюбленців якісними товарами за доступними цінами. Бо вони заслуговують найкраще!",
  "Повернення і обмін": "Повернення і обмін",
  "Політика конфіденційності": "Політика конфіденційності",
  "Політика безпеки": "Політика безпеки",
  "Умови використання": "Умови використання",
  "Клієнтам": "Клієнтам",
  "Інформація": "Інформація",
  "Підписатися на акції для": "Підписатися на акції для",
  "Зроби своє перше замовлення і отримай": "Зроби своє перше замовлення і отримай",
  "знижку 5 % ": "знижку 5 % ",
  "на всі товари": "на всі товари",
  "До каталогу": "До каталогу",
  "Задонать на корм для пухнастих улюбленців": "Задонать на корм для пухнастих улюбленців",
  "Детальніше": "Детальніше",
  "Змінити пароль": "Змінити пароль",
  "Ще раз пароль": "Ще раз пароль",
  "Ще раз новий пароль": "Ще раз новий пароль",
  "Зберегти зміни": "Зберегти зміни",
  "Поки що тут немає жодного замовлення. Давай виправимо це прямо зараз": "Поки що тут немає жодного замовлення. Давай виправимо це прямо зараз",
  "Ви ще не додавали товари до улюблених. Перегляньте товари в каталозі, адже у нас безліч переваг для своїх.": "Ви ще не додавали товари до улюблених. Перегляньте товари в каталозі, адже у нас безліч переваг для своїх.",
  "Стань своїм": "Стань своїм",
  "Зареєструйся на сайті і отримай знижку 5% на перше замовлення.  Для своїх у нас безліч переваг": "Зареєструйся на сайті і отримай знижку 5% на перше замовлення.  Для своїх у нас безліч переваг",
  "Допомогти тваринам": "Допомогти тваринам",
  "Задонать на корм для пухнастих улюблинців": "Задонать на корм для пухнастих улюблинців",
  "Бренди": "Бренди",
  "Пропозиції зі знижкою": "Пропозиції зі знижкою",
  "Використовуйте лише літери": "Використовуйте лише літери",
  "Будь ласка, введіть ваше ім'я": "Будь ласка, введіть ваше ім'я",
  "Оберіть коротше ім'я": "Оберіть коротше ім'я",
  "Вкажіть ім'я більше 2 символів": "Вкажіть ім'я більше 2 символів",
  "Будь ласка, введіть ваше прізвище": "Будь ласка, введіть ваше прізвище",
  "Оберіть коротше прізвище": "Оберіть коротше прізвище",
  "Вкажіть прізвище більше 2 символів": "Вкажіть прізвище більше 2 символів",
  "Введіть номер у форматі +380 __ ___ __ __": "Введіть номер у форматі +380 __ ___ __ __",
  "Будь ласка, введіть ваш номер телефону": "Будь ласка, введіть ваш номер телефону",
  "Не більше 13 символів": "Не більше 13 символів",
  "Введіть email за зразком email@address.com": "Введіть email за зразком email@address.com",
  "Будь ласка, введіть ваш email": "Будь ласка, введіть ваш email",
  "Не більше 50 символів": "Не більше 50 символів",
  "Додайте в пароль одну велику літеру та число": "Додайте в пароль одну велику літеру та число",
  "Будь ласка, введіть ваш пароль": "Будь ласка, введіть ваш пароль",
  "Пароль має бути довший за 6 символів": "Пароль має бути довший за 6 символів",
  "Паролі не збігаються": "Паролі не збігаються",
  "Будь ласка, підтвердіть пароль": "Будь ласка, підтвердіть пароль",
  "Введені паролі не збігаються": "Введені паролі не збігаються",
  "Ви маєте дати дозвіл на обробку даних": "Ви маєте дати дозвіл на обробку даних",
  "The selected email is invalid.": "Обрана пошта неправильна або незареєстрована",
  "Entered password is incorrect. Please check and try again.": "Введений пароль невірний. Спробуйте ще раз.",
  "The phone number has already been taken.": "Користувач з таким номером вже зареєстрований",
  "The email has already been taken.": "Користувач з такою поштою вже зареєстрований",
  "The category animal id field is required.": "Оберіть категорію",
  "The email field is required.": "Введіть Ваш email",
  "Оберіть категорію і введіть Вашу пошту": "Оберіть категорію і введіть Вашу пошту",
  "Ви успішно підписались": "Ви успішно підписались",
  "Додайте велику літеру, число, без символів": "Додайте велику літеру, число, без символів",
  "Підписки": "Підписки",
  "Мої підписки": "Мої підписки",
  "Поки що ви не оформили підписку на акції від PrettyPaws.": "Поки що ви не оформили підписку на акції від PrettyPaws.",
  "Підписатися на акції": "Підписатися на акції",
  "Відмінити": "Відмінити",
  "Акції для собак": "Акції для собак",
  "Акції для котів": "Акції для котів",
  "Акції для гризунів": "Акції для гризунів",
  "Акції для риб": "Акції для риб",
  "Акції для птахів": "Акції для птахів",
  "Акції для рептилій": "Акції для рептилій",
  "Дані оновлено": "Дані оновлено",
  "Ви використали старий пароль": "Ви використали старий пароль",
  "Пароль змінено": "Пароль змінено",
  "Доставка по Україні здійснюється Новою поштою": "Доставляння  по Україні здійснюється Новою поштою",
  "При оформленні замовлення до 14:00 товар буде відправлено в цей же день (якщо він є в наявності).": "При оформленні замовлення до 14:00 товар буде відправлено в цей же день (якщо він є в наявності).",
  "При оформленні замовлення після 14:00 товар буде відправлено наступного дня (якщо він є в наявності).": "При оформленні замовлення після 14:00 товар буде відправлено наступного дня (якщо він є в наявності).",
  "Доставка по Україні": "Доставляння  по Україні",
  "До поштоматів: від 200 грн. безкоштовно.": "До поштоматів: від 200 грн безкоштовно.",
  "Ha відділення: від 500 грн. безкоштовно, крім акваріумів, акваріумних ґрунтів, кліток та великогабаритних товарів. Дерев'яні, силікагелеві та мінеральні наповнювачі входять у безкоштовну доставку на відділення за вагою до 30 кг включно, понад 30 кг - за рахунок покупця.": "Ha відділення: від 500 грн безкоштовно, крім акваріумів, акваріумних ґрунтів, кліток та великогабаритних товарів. Дерев'яні, силікагелеві та мінеральні наповнювачі входять у безкоштовне доставлення на відділення за вагою до 30 кг включно, понад 30 кг - за рахунок покупця.",
  "Адресна доставка кур`єрами Нової пошти: від 1000 грн - безкоштовно": "Адресне доставлення кур'єрами Нової пошти: від 1000 грн - безкоштовно",
  "Для замовлень на суму менше ніж 200 грн - доставка згідно з тарифами оператора.": "Для замовлень на суму менше ніж 200 грн - доставляння згідно з тарифами оператора.",
  "Відправлення замовлень, що узгоджені з менеджерами в неділю, відбувається в понеділок.": "Відправлення замовлень, що узгоджені з менеджерами в неділю, відбувається в понеділок.",
  "Після відправки Вашого замовлення, номер товарно-транспортної накладної прийде на телефон, вказаний в замовленні, у вигляді SMS. За цим номером, Ви зможете отримати товар в представництві транспортної компанії у вашому місті при наявності паспорта.": "Після відправки Вашого замовлення, номер товарно-транспортної накладної прийде на телефон, вказаний в замовленні, у вигляді SMS. За цим номером, Ви зможете отримати товар в представництві транспортної компанії у вашому місті при наявності паспорта.",
  "Увага!": "Увага!",
  "При доставці товару будь-яким перевізником покупець зобов`язаний перевірити цілісність і комплектацію товару безпосередньо в офісі перевізника. Ми завжди пакуємо замовлення дуже ретельно і вкладаємо всередину тільки якісний і цілий товар. Але в процесі транспортування іноді вантаж пошкоджується. При виявленні дефектів необхідно діяти відповідно до внутрішніх правил перевізника.": "При доставленні товару будь-яким перевізником покупець зобов'язаний перевірити цілісність і комплектацію товару безпосередньо в офісі перевізника. Ми завжди пакуємо замовлення дуже ретельно і вкладаємо всередину тільки якісний і цілий товар. Але в процесі транспортування іноді вантаж пошкоджується. При виявленні дефектів необхідно діяти відповідно до внутрішніх правил перевізника.",
  "При отриманні товару у компанії-перевізника:": "При отриманні товару у компанії-перевізника:",
  "Оглянути цілісність посилки безпосередньо в відділенні Нової Пошти.": "Оглянути цілісність посилки безпосередньо у відділенні Нової пошти.",
  "Звірити кількість місць в TTH з фактично отриманим.": "Звірити кількість місць в TTH з фактично отриманим.",
  "Перевірити цілісність упаковки (звертайте увагу на розриви, вм`ятини, вдавлення).": "Перевірити цілісність пакування (звертайте увагу на розриви, вм'ятини, вдавлення).",
  "Розкрити упаковку, звірити вміст з товарним чеком і оглянути на предмет пошкоджень.": "Розкрити пакування, звірити вміст з товарним чеком і оглянути на предмет пошкоджень.",
  "У разі виявлення пошкоджень або недостачі, Вам необхідно передзвонити нам за номером 080000000 і тут же в офісі перевізника скласти акт-претензію, в якому зафіксувати стан упаковки, наявність маркування на упаковці (крихке) і описати безпосередньо пошкодження або товар, якого не вистачає.": "У разі виявлення пошкоджень або недостачі, Вам необхідно передзвонити нам за номером 080000000 і тут же в офісі перевізника скласти акт-претензію, в якому зафіксувати стан пакування, наявність маркування на пакуванні (крихке) і описати безпосередньо пошкодження або товар, якого не вистачає.",
  "При недотриманні вище перелічених пунктів, претензії щодо пошкодженого, втраченого товару ми не приймаємо.": "При недотриманні вище перелічених пунктів, претензії щодо пошкодженого, втраченого товару ми не приймаємо.",
  "Якщо Ви, при складанні акта, вказуєте себе одержувачем компенсації, то заміна пошкодженого товару або повернення грошей не здійснюється. Пам`ятайте, що претензії до перевізника про брак місць, вартості перевезення та пошкодженнях пред`являє отримувач.": "Якщо Ви, при складанні акта, вказуєте себе одержувачем компенсації, то заміна пошкодженого товару або повернення грошей не здійснюється. Пам'ятайте, що претензії до перевізника про брак місць, вартості перевезення та пошкодженнях пред'являє отримувач.",
  "Зверніть увагу, що Ваше замовлення зберігається в офісі перевізника протягом 4-х днів, і вже на 5-й день відбувається автоматичне повернення замовлення відправнику": "Зверніть увагу, що Ваше замовлення зберігається в офісі перевізника протягом 4-х днів, і вже на 5-й день відбувається автоматичне повернення замовлення відправнику",
  "Чи можу я замовити адресну доставку?": "Чи можу я замовити адресне доставлення?",
  "Так, Ви можете замовити адресну доставку в вашому населеному пункті. Доставка буде здійснюватиметься кур`єрами компанії Нова Пошта. Вартість доставки при цьому не зміниться * і складатиме також 59 грн*. Підйом на поверх габаритних вантажів від 30 до 100 кг оплачується окремо. Вартість підйому: 20-60 грн / поверх залежно від ваги, габаритів і складності підйому.": "Так, Ви можете замовити адресне доставляння в вашому населеному пункті. Доставляння буде здійснюватиметься кур'єрами компанії Нова Пошта. Вартість доставлення при цьому не зміниться * і складатиме також 59 грн*. Підйом на поверх габаритних вантажів від 30 до 100 кг оплачується окремо. Вартість підйому: 20-60 грн / поверх залежно від ваги, габаритів і складності підйому.",
  "Чи можу я замовити доставку у поштомат Нової Пошти?": "Чи можу я замовити доставляння у поштомат Нової Пошти?",
  "Так. Ви маєте таку можливість. Термін зберігання – 3 календарні дні. Після цього посилку буде переміщено у найближче до поштомату відділення.": "Так. Ви маєте таку можливість. Термін зберігання – 3 календарні дні. Після цього посилку буде переміщено у найближче до поштомата відділення.",
  "Довідка на сайті Нової Пошти.": " Довідка на сайті Нової Пошти.",
  "Розмір: не більше 40х60х30 см": "Розмір: не більше 40х60х30 см",
  "Фактична вага: до 20 кг": "Фактична вага: до 20 кг",
  "Послуги доставки можна оплатити за допомогою мобільного додатку Нової пошти або на сайті компанії. Майте на увазі, що оплатити готівкою на місці неможливо, оскільки в поштоматі немає для цього технічних можливостей.": "Послуги доставляння можна оплатити за допомогою мобільного додатку Нової пошти або на сайті компанії. Майте на увазі, що оплатити готівкою на місці неможливо, оскільки в поштоматі немає для цього технічних можливостей.",
  "Способи оплати": "Способи оплати",
  "Обмін та повернення товарів": "Обмін та повернення товарів",
  "Оплату товару ви можете здійснити зручним для вас способом:": "Оплату товару ви можете здійснити зручним для вас способом:",
  "онлайн-оплата банківською картою Visa або MasterCard або за допомогою платіжних систем Apple Pay або Google Pay;": "онлайн-оплата банківською картою Visa або MasterCard або за допомогою платіжних систем Apple Pay або Google Pay;",
  "післяплатою у відділені Нової Пошти (звертаємо вашу увагу на те що у випадку сплати при отриманні додатково буде включено у вартість послуги післяплата від Нової пошти 2%+20 грн);": "післяплатою у відділені Нової Пошти (звертаємо вашу увагу на те що у випадку сплати при отриманні додатково буде включено у вартість послуги післяплата від Нової пошти 2% + 20 грн);",
  "Ми рекомендуємо перевіряти товар на цілісність, комплектацію, якісні характеристики при отриманні. Якщо ви виявили дефекти, то можете зв`язатися з менеджером нашого магазину і ми вирішимо це питання. У таких випадках ми гарантуємо Вам повернення грошей або обмін товару на аналогічний. Докладніше про це читайте у пункті «Повернення грошей/обмін».": "Ми рекомендуємо перевіряти товар на цілісність, комплектацію, якісні характеристики при отриманні. Якщо ви виявили дефекти, то можете зв`язатися з менеджером нашого магазину і ми розв'яжемо це питання. У таких випадках ми гарантуємо Вам повернення грошей або обмін товару на аналогічний. Докладніше про це читайте у пункті «Повернення грошей/обмін».",
  "Повернення або обмін товарів для домашніх тварин належної якості не регламентується окремо Законом України `Про захист прав споживача`.": "Повернення або обмін товарів для домашніх тварин належної якості не регламентується окремо Законом України «Про захист прав споживача».",
  "До зоотоварів застосовні ті ж правила, які поширюються на відповідні групи товарів, призначені для людського використання. Ви можете повернути або обміняти товар протягом 14 днів після доставки Вашого замовлення. Якщо тварині був придбаний якийсь товар, який не підійшов йому за розміром, фасоном, забарвленням або характеристикам, Ви маєте право звернутися в інтернет-магазин Vmiske.ua протягом 14 (чотирнадцяти) днів, починаючи з наступного дня після доставки замовлення і зажадати на законних правах обміну товару або повернення витраченої суми, якщо немає аналогічного відповідного товару і немає інших альтернатив для обміну.": "До зоотоварів застосовані ті ж правила, які поширюються на відповідні групи товарів, призначені для людського використання. Ви можете повернути або обміняти товар протягом 14 днів після доставляння Вашого замовлення. Якщо тварині був придбаний якийсь товар, який не підійшов йому за розміром, фасоном, забарвленням або характеристиками, Ви маєте право звернутися в інтернет-магазин prettypaws.com.ua протягом 14 (чотирнадцяти) днів, починаючи з наступного дня після доставляння замовлення і зажадати на законних правах обміну товару або повернення витраченої суми, якщо немає аналогічного відповідного товару і немає інших альтернатив для обміну.",
  "При цьому, є кілька вимог:": "При цьому, є кілька вимог:",
  "товарний вигляд і упаковка продукту не були пошкоджені, всі бирки і ярлики на місці;": "товарний вигляд і пакування продукту не були пошкоджені, всі бирки і ярлики на місці;",
  "товар не був у вживанні: відсутні сліди використання, подряпини, відколи, потертості і тд.;": "товар не був у вживанні: відсутні сліди використання, подряпини, відколи, потертості та т.п.;",
  "замовлений Вами товар підлягає поверненню та обміну;": "замовлений Вами товар підлягає поверненню та обміну;",
  "товар складний в упаковку таким же чином, як і при отриманні;": "товар складений в пакування таким же чином, як і при отриманні;",
  "Які товари я не зможу повернути / обміняти?": "Які товари я не зможу повернути / обміняти?",
  "якщо використовувалися нештатні режими або параметри роботи обладнання або його компонентів (частот, напруг і ін.)": "якщо використовувалися нештатні режими або параметри роботи обладнання або його компонентів (частот, напруг і ін.)",
  "дефекти викликані використанням витратних матеріалів, які не відповідають вимогам експлуатації;": "дефекти викликані використанням витратних матеріалів, які не відповідають вимогам експлуатації;",
  "виникло пошкодження, викликане потраплянням всередину виробу сторонніх предметів, речовин, рідин або комах;": "виникло пошкодження, викликане потраплянням всередину виробу сторонніх предметів, речовин, рідин або комах;",
  "виріб має виражені механічні і / або електричні пошкодження, отримані в результаті будь-яких дій покупця, або сторонніх осіб;": "виріб має виражені механічні та / або електричні пошкодження, отримані в результаті будь-яких дій покупця, або сторонніх осіб;",
  "обладнання пошкоджено внаслідок природних стихій, пожеж, повеней, землетрусів, побутових чинників та інших ситуацій, що не залежать від продавця;": "обладнання пошкоджено внаслідок природних стихій, пожеж, повеней, землетрусів, побутових чинників та інших ситуацій, що не залежать від продавця;",
  "вироби зазнали ремонту не уповноваженими особами з порушенням вимог виробника і норм техніки безпеки;": "вироби зазнали ремонту не уповноваженими особами з порушенням вимог виробника і норм техніки безпеки;",
  "Продовольчі товари. До продовольчих товарів відносяться всі товари, які може застосувати в їжу людина. Продукти харчування не можуть бути повернуті або поміняні на інший продукт, якщо вони просто Вас не влаштували як покупця, або Ви передумали брати саме цей продукт після зробленої покупки. Продовольчі товари можуть бути повернуті або обмінені, якщо Ви виявили в них суттєві недоліки і порушення норм і вимог закону. Наприклад, якщо у продукту виявився минулий термін придатності, якщо на упаковці немає переліку обов`язкових відомостей, які повинні бути вказані на продуктах харчування: маркування, дата виготовлення і термін придатності, склад продукту на мові споживача, калорійність, енергетична цінність, вміст жирів, білків і вуглеводів, відомості про виробника із зазначенням назви, місця і юридичної адреси, відомості про представника, який уповноважений продавати цей продукт, маса і об`єм продукту. З повним переліком таких товарів Ви можете ознайомитися, перейшовши за посиланням. Повернути ці товари можна тільки через виявлення браку або невідповідності замовлення.": "Продовольчі товари. До продовольчих товарів відносяться всі товари, які може застосувати в їжу людина. Харчові продукти не можуть бути повернуті або поміняні на інший продукт, якщо вони просто Вас не влаштували як покупця, або Ви передумали брати саме цей продукт після зробленої покупки. Продовольчі товари можуть бути повернуті або обмінені, якщо Ви виявили в них суттєві недоліки та порушення норм і вимог закону. Наприклад: якщо термін придатності продукту минув ; якщо на пакуванні немає переліку обов'язкових відомостей, які повинні бути вказані на харчових продуктах такі як  маркування, дата виготовлення і термін придатності, склад продукту мовою споживача, калорійність, енергетична цінність, вміст жирів, білків і вуглеводів, відомості про виробника із зазначенням назви, місця і юридичної адреси, відомості про представника, який уповноважений продавати цей продукт, маса та об'єм продукту. З повним переліком таких товарів Ви можете ознайомитися, перейшовши за посиланням. Повернути ці товари можна тільки через виявлення браку або невідповідності замовлення.",
  "Відповідно до постанови Кабінету міністрів №172 від 19 березня 1994 року про реалізацію окремих положень закону України `Про захист прав споживачів` не підлягають поверненню:": "Відповідно до постанови Кабінету міністрів №172 від 19 березня 1994 року про реалізацію окремих положень закону України «Про захист прав споживачів» не підлягають поверненню:",
  "продовольчі товари;": "продовольчі товари;",
  "Бракований товар або товар неналежної якості.": "Бракований товар або товар неналежної якості.",
  "Якщо ви отримали товар неналежної якості, напишіть нам на електронну адресу info@vmiske.ua c темою 'Обмін і повернення', номером замовлення, номер телефону для зворотного зв`язку (якщо він відрізняється від зазначеного в замовленні ), фото та детальним описом ситуації.": "Якщо ви отримали товар неналежної якості, напишіть нам на електронну адресу info@prettypaws.ua c темою «Обмін і повернення», номером замовлення, номер телефону для зворотного зв`язку (якщо він відрізняється від зазначеного в замовленні ), фото та детальним описом ситуації.",
  "товари медичного призначення: лікарські препарати та прилади для лікування: тварин, медичний одяг, попони, бандажі та тп. предмети гігієни;": "товари медичного призначення: лікарські препарати та прилади для лікування: тварин, медичний одяг, попони, бандажі та т.п. предмети гігієни;",
  "м`які або надувні іграшки;": "м`які або надувні іграшки;",
  "товари для цуценят і кошенят (пелюшки, соски, пляшечки для годування, поїльника і т.д.);": "товари для цуценят і кошенят (пелюшки, соски, пляшечки для годування, поїльника і т.д.);",
  "парфумерно-косметичні товари в аерозольному пакуванні;": "",
  "рушники, покривала, лежаки, будиночки;": "рушники, покривала, лежаки, будиночки;",
  "зубні щітки, гребінці, гребінці, інструменти для грумінгу;": "зубні щітки, гребінці, інструменти для грумінгу;",
  "панчішно-шкарпеткові вироби.": "панчішно-шкарпеткові вироби.",
  "Як оформити повернення / обмін?": "Як оформити повернення / обмін?",
  "Ви можете написати нам на електронну адресу": "Ви можете написати нам на електронну адресу",
  "c темою `Обмін і повернення`, номером замовлення, номером телефону для зворотного зв`язку (якщо він відрізняється від зазначеного в замовленні), фото та детальним описом ситуації. Ми зв`яжемося з Вами протягом доби з моменту отримання звернення.": "c темою «Обмін і повернення», номером замовлення, номером телефону для зворотного зв`язку (якщо він відрізняється від зазначеного в замовленні), фото та детальним описом ситуації. Ми зв`яжемося з Вами протягом доби з моменту отримання звернення.",
  "протягом години після отримання заяви (в робочий час з 9-00 до 20-00, крім суботи та неділі), ми зв`яжемося з Вами за вказаним в замовленні номеру телефону.": "протягом години після отримання заяви (в робочий час з 9-00 до 20-00, крім суботи та неділі), ми зв`яжемося з Вами за вказаним в замовленні номеру телефону.",
  "Способи повернення / обміну": "Способи повернення / обміну",
  "Звернутися до оператора за телефоном": "Звернутися до оператора за номером",
  "Під час доставки вашого наступного замовлення, якщо такий буде.": "Під час доставляння вашого наступного замовлення, якщо такий буде.",
  "Транспортною компанією, якою було доставлено ваше замовлення в вашому місті.": "Транспортною компанією, якою було доставлено ваше замовлення в вашому місті.",
  "Зверніть увагу: повернення або обмін товару здійснюється тільки після попереднього узгодження з нашим менеджером. Якщо повернення або обмін відбувається через неналежної якості або невідповідності замовлення, повернення або обмін здійснюється за рахунок PrettyPaws. У разі якщо повернення або обмін товару відбувається НЕ з вини PrettyPaws - транспортні послуги будуть платними і складуть 65 грн.": "Зверніть увагу: повернення або обмін товару здійснюється тільки після попереднього узгодження з нашим менеджером. Якщо повернення або обмін відбувається через неналежної якості або невідповідності замовлення, повернення або обмін здійснюється коштом PrettyPaws. У разі якщо повернення або обмін товару відбувається НЕ з вини PrettyPaws - транспортні послуги будуть платними та складуть 65 грн.",
  "Способи відшкодування грошових коштів:": "Способи відшкодування грошових коштів",
  "банківська картка": "банківська картка",
  "готівка": "готівка",
  "Зверніть увагу: зробити повернення грошових коштів або обмін товару ми зможемо протягом 1-2 робочих днів з моменту отримання товару до нас на склад для оцінки його товарного вигляду. Зверніть увагу, що всі посилки, які відправляються транспортними компаніями застраховані. При отриманні посилки необхідно перевірити цілісність її упаковки і відсутність механічних пошкоджень. Кожне звернення з питання обміну або повернення розглядається індивідуально.": "Зверніть увагу: зробити повернення грошових коштів або обмін товару ми зможемо протягом 1-2 робочих днів з моменту отримання товару до нас на склад для оцінки його товарного вигляду. Зверніть увагу, що всі посилки, які відправляються транспортними компаніями застраховані. При отриманні посилки необхідно перевірити цілістність пакування та відсутність механічних пошкоджень. Кожне звернення з питань обміну або повернення розглядається індивідуально.",
  "Як оплатити послуги доставки у поштомат?": "Як оплатити послуги доставлення у поштомат? "
}
