export const MENU = [
  {
    catalog: [
      'Товари для собак',
      'Товари для котів',
      'Товари для гризунів',
      'Товари для птахів',
      'Товари для рибок',
      'Товари для рептилій',
      'Акції',
      'Новинки',
    ],
  },
  {
    clients: [
      'Доставка',
      'Повернення і обмін',
      'Наші магазини',
      'Блог',
      'Про компанію',
      'Бонусна програма',
      'Акції',
      'Контакти',
    ],
  },
  { useful: ['Політика конфіденційності', 'Політика безпеки', 'Відгуки'] },
];
